/* Time Machine panel size in GB */
"%.1f GB" = "%.1fGB";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1fMB";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1fTB";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@(%2$@)";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@(네트워크 디스크)";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ %2$@ %3$@";

/* Time Machine panel size in KB */
"%u KB" = "%uKB";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = ", ";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "지정한 대상에 파일을 쓸 수 없습니다.";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "지정한 대상에 파일을 쓸 수 없습니다. 대상 폴더가 쓰기 가능한 폴더인지 확인하십시오.";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "%1$@ 또는 %2$@을(를) 사용하여 Time Machine으로 백업하겠습니까?";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "%@을(를) 사용하여 Time Machine으로 백업하겠습니까?";

/* screencapture filure to write error string */
"Failure to write image data." = "이미지 데이터 쓰기에 실패했습니다.";

/* OK button */
"OK" = "승인";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "화면을 캡처하는 데 실패했습니다.";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "%1$C%2$@%3$C 네트워크 디스크";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "비트맵에서 경로에 대한 이미지를 생성할 수 없습니다.";

/* screencapture create image error string */
"Unable to create image." = "이미지를 생성할 수 없습니다.";

/* screencapture type error string */
"Unable to create type string." = "유형 스트링을 생성할 수 없습니다.";

/* screencapture create url error string */
"Unable to create url for path." = "경로에 대한 URL을 생성할 수 없습니다.";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "이 스크린샷을 저장할 수 없습니다.";

